window.BLOG_REGISTRY_ZH = window.BLOG_REGISTRY_ZH || [];
window.BLOG_REGISTRY_ZH.push({
  "id": "2026-09-11-2026-vancouver",
  "title": "温哥华的初秋",
  "author": "Sukee Parker",
  "date": "2026-09-11",
  "category": "蔓行游记",
  "tags": [],
  "excerpt": "中国40天。",
  "content": "<p>一早搭加航飞行四小时就可到达温哥华。由于后半程是商务仓，空乘特意过来送了鸡肉卷，零食，还有小桶的方便面。可是，空中的零食除了鸡肉卷，其他零食都很不健康，还是自己带的蔬菜水果更适合一些。&nbsp;</p><p>到了温哥华，住在了在机场附近<span>属于万豪连锁的</span><span>的Raddison酒店。</span><span>由于房间要等到下午三点，就到列治文市的福苑酒樓</span><span>吃广式早茶。这里是典型的广州早茶餐厅，开阔的大厅， 有很多圆桌，下午1点多了，还是人声鼎沸，烟火气十足。要了梅菜扣肉糯米鸡、蘑菇炒豆苗和牛筋，味道不错。之后，到史坦利公园（Stanley Park）逛逛。公园里依旧让人喜欢的古木参天的景象，但是此行也看到不少大树死去了，只留下粗壮的树干。有趣的是，残留的树干周围却并不见新树生长，也许几十年后这里的景象就会有根本改变吧。然而，如今的变化，却只是细雨无声的低喃。&nbsp;</span></p><p><span>想起来，已经是第三次到访了这个公园了。第一次是到温哥华开会，好朋友带我来的。第二次则是全家去班夫回来时到访。那一次，由于没有关好车窗而包包被偷，结果丢了两个手机和不少现金。好在证件锁在旅馆的保险箱，躲过一劫。一家也因此得以按照原计划返程。彼时为家人所环绕，热闹而温情，如今想起来实在是让人感慨万千的幸福。 这一次，故地重游，还特意留影了上次打电话报失的小卖部。有趣的是， 发现有一个工作人员的任务</span><span>竟然</span><span>就是给游客的车子开罚单！问他可否卖停车票，他却摇头。 这个工作实在不讨喜。</span></p><p><span>9月初的温哥华已然入秋，街巷间的树叶已然呈现黄红斑斓的色彩，一如秋日景色。开车穿梭于街巷之间， 看到的是普遍的高楼住宅和感觉空间局促的住宅，并因此亦可体会生活的艰难。看着行色匆匆的行人，希望也他们都有美好的一天。</span></p><p>晚上，去皇苑酒楼吃帝王蟹，感觉有菜量点大，但味道还不错。 无论是早茶还是海鲜，都是粤菜的精华， 于此尝试，也不枉此行了。&nbsp;</p>",
  "contentType": "html",
  "autoRead": true,
  "pinned": false,
  "showHome": false,
  "parentId": "2026-09-10-2026-travel-to-china",
  "subpageSeq": 1
});
