window.BLOG_REGISTRY_ZH = window.BLOG_REGISTRY_ZH || [];
window.BLOG_REGISTRY_ZH.push({
  "id": "2026-09-15-travel-to-jiaxing",
  "title": "嘉兴的粽子和烧卖",
  "author": "Sukee Parker",
  "date": "2026-09-15",
  "category": "蔓行游记",
  "tags": [],
  "excerpt": "嘉兴作为江南名镇的粽子，烧卖和百合花。",
  "content": "<p>有的地方就会与你有一种不解之缘。嘉兴对于我来说则是因为先生故里的原因，到访频繁。常常熟悉就会忽略而淡忘，此次不妨记录一下以往到访嘉兴的故事和记录这里独特的风土人情。&nbsp;</p><p>嘉兴的粽子令人印象深刻，不是美味，而是对待食物的认识。我第一次到嘉兴就为糯香吸引，一下子吃了两个粽子，胃肠就罢工了，竟然发起了高烧。所以好的东西也不可过量。</p><p>初识玉兰花后便久久不能忘怀那份浓郁的清香，在嘉兴玉兰花可以长成大树，而我一心想种在德州的家里却连连失败，可谓南橘北枳，物依据气候而生长，我们必须遵循事物和自然的选择。</p><p><span>记忆中嘉兴路边多是买</span><span>烧卖馄饨的</span><span>苍蝇小馆。小馆如此之小，夫妻店一个包一个蒸，也就刚刚可以转得开身。通常店面简陋，但先生因为自小到访，故仍对此流连忘返。</span></p><p>名人辈出的历史是江南的特色。当然，从嘉兴走出去的金庸无疑给人们带来的丰富的武侠世界，一个想象的世界也可以笃定的影响了好几代人。</p><p>无论如何，人生皆过客，在此留下一笔记忆和美好。</p>",
  "contentType": "html",
  "autoRead": true,
  "pinned": false,
  "showHome": true
});
