window.BLOG_REGISTRY_ZH = window.BLOG_REGISTRY_ZH || [];
window.BLOG_REGISTRY_ZH.push({
  "id": "2026-04-24-travel-to-nanjing-china",
  "title": "古都南京历史与美食",
  "author": "Sukee Parker",
  "date": "2026-04-24",
  "category": "蔓行游记",
  "tags": [],
  "excerpt": "南京古称金陵，是六朝都城。漫步其间，看到的是旧巷古城、宫阙皇陵。古迹间，如今依稀可见岁月留下的风雨斑驳，不由感慨世事变迁。",
  "content": "<p>南京古称金陵，是六朝都城。漫步其间，看到的是旧巷古城、宫阙皇陵。古迹间，如今依稀可见岁月留下的风雨斑驳，不由感慨世事变迁。&nbsp;</p><p>南京城里最热闹的要数秦淮河两岸，河水穿城而过，两岸灯影与画舫辉映，人声乐声交汇，尽显其江南重镇的富足与繁华。每当夜色降临，灯影映在水面，今日的繁华和过往的热闹又有什么不同吗？</p><p><span>作为南方科举的考点的夫子庙，曾是多少学子功成梦醒之地。29岁的唐伯虎曾在此独中解元（应天府乡试第一名）时，何等风光无限，却又在京城深陷舞弊案而得到终身不得为官的遗憾。 由此可见，时运变化很多时候也就在转瞬之间。 如今夫子庙的朱墙黛瓦间，尚存浓浓的书卷气。只是，没有了科举仕途的旧梦。</span><span>&nbsp;</span></p><p>既是六朝古都，就无疑留下了历代帝王的尘迹。明成祖朱棣在此叛乱躲下侄子手中的天下，后来虽然是一世明君并修著传世之作——《永乐大典》，却也让人感慨王权中隐含的残酷与黑暗。民国在此推翻满清，可谓是历尽艰辛中的胜利。然而，短短三十八后就以战乱兵败而草草收场。如今只留下如项链般的梧桐树，守护着美玲宫的那份从容。</p><p>也许，只有当你看懂每一座城市经历过的盛衰，才真正理解世间变幻的无常。历史一遍一遍向我们展示的现实沉重，有时近乎冷酷——所谓天地不仁。人们尽可在放下期待，潜心感受此情此景，并以此不负此生吧。&nbsp;</p>",
  "contentType": "html",
  "autoRead": true,
  "pinned": false,
  "showHome": true
});
