window.BLOG_REGISTRY_ZH = window.BLOG_REGISTRY_ZH || [];
window.BLOG_REGISTRY_ZH.push({
  "id": "2026-09-16-travel-to-wu-zhen",
  "title": "乌镇的水乡江南",
  "author": "Sukee Parker",
  "date": "2026-09-16",
  "category": "蔓西游记",
  "tags": [],
  "excerpt": "乌镇的记忆有如一卷淡淡的水墨山水画，黛瓦白墙，小桥流水。早上河水上蒸腾的雾气萦绕着岸边的木屋，这也便是人间烟火吧。",
  "content": "<p>江南水乡我去了不少，西塘、周庄、嘉兴，慈溪，其间的小桥流水，乌篷船，以及河岸边凭栏而坐的饮茶闲聊也都经历过了。此次到访乌镇实在是陪先生到访故里。住在西栅体验民宿，体验当地古朴的风情。夜晚灯火把河道照亮，正式记忆中江南的样子。</p><p>乌镇因世界互联网会议而闻名，如今已然有不少商业运营的色彩。但是，街巷之间仍然充斥着百姓生活的平静。极具特色的是颇具江南风格的染坊、酒坊、水阁、老街、船运。青石板路通常比较狭窄，且蜿蜒于水路之上。乌镇的饮食也很有水乡特色。像三白酒、姑嫂饼、酱鸭、定胜糕和<span>乌镇的淡茶饭</span><span>糖醋排骨</span><span>都比较有名。</span></p><p>乌镇的记忆有如一卷淡淡的水墨山水画，黛瓦白墙，小桥流水。早上河水上蒸腾的雾气萦绕着岸边的木屋，这也便是人间烟火吧。</p>",
  "contentType": "html",
  "autoRead": true,
  "pinned": false,
  "showHome": true
});
